Repository: patrickhustonoly1996/archery-super-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr

source: ARCHERY
de: BOGENSCHIESSEN
es: TIRO CON ARCO
fr: TIR A L'ARC

source: SELECT MODE
de: MODUS WAHLEN
es: ELEGIR MODO
fr: CHOISIR MODE

source: LOADING
de: LADEN
es: CARGANDO
fr: CHARGEMENT

# menuResume
source: RESUME
de: FORTSETZEN
es: CONTINUAR
fr: REPRENDRE

# menuResumeRound
source: Continue round
de: Runde fortsetzen
es: Continuar ronda
fr: Continuer la serie

# menuResumeDrill
source: Resume drill
de: Ubung fortsetzen
es: Continuar ejercicio
fr: Reprendre exercice

# menuResumeBreath
source: Resume breath
de: Atmung fortsetzen
es: Continuar respiracion
fr: Reprendre respiration

# menuQuickStart
source: QUICK START
de: SCHNELLSTART
es: INICIO RAPIDO
fr: DEMARRAGE RAPIDE

# menuQuickStartSub
source: Fast session
de: Schnelle Session
es: Sesion rapida
fr: Session rapide

# menuScore
source: SCORE
de: PUNKTE
es: PUNTUAR
fr: MARQUER

# menuScoreSub
source: New session
de: Neue Session
es: Nueva sesion
fr: Nouvelle session

# menuScores
source: SCORES
de: ERGEBNISSE
es: PUNTUACIONES

# menuScoresSub
source: Score record
de: Punkteverlauf
es: Historial
fr: Historique

# menuStats
source: STATS
de: STATISTIK
es: ESTADISTICAS

# menuStatsSub
source: Trends & data
de: Trends & Daten
es: Tendencias
fr: Tendances

# menuBowDrills
source: BOW DRILLS
de: BOGENUBUNGEN
es: EJERCICIOS ARCO
fr: EXERCICES ARC

# menuBowDrillsSub
source: Timed training
de: Zeittraining
es: Entrenamiento
fr: Entrainement chrono

# menuDelayCam
source: DELAY CAM
de: VERZOG. KAMERA
es: CAMARA DIFERIDA
fr: CAMERA DIFFEREE

# menuDelayCamSub
source: Form review
de: Formanalyse
es: Revision forma
fr: Analyse forme

# menuBreathe
source: BREATHE
de: ATMEN
es: RESPIRAR
fr: RESPIRER

# menuBreatheSub
source: Focus & calm
de: Fokus & Ruhe
es: Calma & enfoque
fr: Calme & focus

# menuLearn
source: LEARN
de: LERNEN
es: APRENDER
fr: APPRENDRE

# menuLearnSub
source: Video courses
de: Videokurse
es: Cursos video
fr: Cours video

# menuGear
source: GEAR
de: AUSRUSTUNG
es: EQUIPO
fr: EQUIPEMENT

# menuGearSub
source: Bows & arrows
de: Bogen & Pfeile
es: Arcos & flechas
fr: Arcs & fleches

# menuProfile
source: PROFILE
de: PROFIL
es: PERFIL
fr: PROFIL

# menuProfileSub
source: Performance radar
de: Leistungsradar
es: Radar rendimiento
fr: Radar performance

# menuSettings
source: SETTINGS
de: EINSTELLUNGEN
es: AJUSTES
fr: PARAMETRES

# menuSettingsSub
source: App options
de: App-Optionen
es: Opciones app
fr: Options app

# menuSignOut
source: SIGN OUT
de: ABMELDEN
es: CERRAR SESION
fr: DECONNEXION

# menuSignOutSub
source: Log out
de: Ausloggen
es: Salir
fr: Se deconnecter

# settingsTitle
source: SETTINGS
de: EINSTELLUNGEN
es: AJUSTES
fr: PARAMETRES

# settingsLanguage
source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE

# settingsLanguageDescription
source: Choose your preferred language
de: Sprache wahlen
es: Elige tu idioma
fr: Choisir votre langue

# settingsImport
source: IMPORT DATA
de: DATEN IMPORTIEREN
es: IMPORTAR DATOS
fr: IMPORTER DONNEES

# settingsImportDescription
source: Import scores from file
de: Punkte importieren
es: Importar puntuaciones
fr: Importer scores

# quickStartTitle
source: QUICK START
de: SCHNELLSTART
es: INICIO RAPIDO
fr: DEMARRAGE RAPIDE

# quickStartRoundType
source: ROUND TYPE
de: RUNDENTYP
es: TIPO DE RONDA
fr: TYPE DE SERIE

# quickStartArrowsPerEnd
source: ARROWS PER END
de: PFEILE PRO PASSE
es: FLECHAS POR TANDA
fr: FLECHES PAR VOLEE

# quickStartNoRecent
source: No recent sessions found. Start a regular session first.
de: Keine aktuellen Sessions. Starten Sie eine normale Session.
es: Sin sesiones recientes. Inicia una sesion normal primero.
fr: Aucune session recente. Commencez une session normale.

# quickStartButton
source: START SHOOTING
de: SCHIESSEN STARTEN
es: EMPEZAR A TIRAR
fr: COMMENCER A TIRER

# languageEnglish
source: English
de: Englisch
es: Ingles
fr: Anglais

# languageFrench
source: French
de: Franzosisch
es: Frances
fr: Francais

# languageGerman
source: German
de: Deutsch
es: Aleman
fr: Allemand

# languageSpanish
source: Spanish
de: Spanisch
es: Espanol
fr: Espagnol

# languageItalian
source: Italian
de: Italienisch
es: Italiano
fr: Italien

# languageKorean
source: Korean
de: Koreanisch
es: Coreano
fr: Coreen

# languageJapanese
source: Japanese
de: Japanisch
es: Japones
fr: Japonais
